-- MariaDB dump 10.19  Distrib 10.5.12-MariaDB, for Linux (x86_64)
--
-- Host: mysql.hostinger.ro    Database: u574849695_23
-- ------------------------------------------------------
-- Server version	10.5.12-MariaDB-cll-lve

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `regions`
--

DROP TABLE IF EXISTS `regions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `regions` (
  `id` smallint(5) unsigned NOT NULL DEFAULT 0,
  `name` varchar(250) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'название региона',
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='таблица регионов';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `regions`
--

LOCK TABLES `regions` WRITE;
/*!40000 ALTER TABLE `regions` DISABLE KEYS */;
INSERT INTO `regions` VALUES (1,'Senegal','2013-12-30 02:41:39','2021-09-02 05:35:50'),(2,'Cameroon','2015-05-02 23:17:48','2017-07-31 15:08:44'),(3,'Aruba','2019-04-13 05:08:13','2016-03-13 18:54:57'),(4,'Bangladesh','2015-04-11 21:47:56','2017-01-10 12:38:00'),(5,'Papua New Guinea','2014-01-03 22:15:19','2014-05-30 01:17:31'),(6,'Barbados','2016-11-19 02:19:09','2015-06-29 15:45:51'),(7,'Turkmenistan','2017-06-21 19:51:01','2019-09-29 22:31:16'),(8,'Tuvalu','2019-03-21 01:00:27','2013-06-06 12:21:20'),(9,'Belgium','2014-01-07 22:34:25','2012-01-27 17:42:09'),(10,'Cuba','2016-03-02 18:03:10','2015-02-25 11:25:57'),(11,'Greece','2015-09-16 04:23:19','2017-03-14 12:15:11'),(12,'Cayman Islands','2016-08-19 15:14:11','2016-06-08 03:08:06'),(13,'Argentina','2016-12-25 18:27:42','2021-10-06 00:19:55'),(14,'Mongolia','2014-04-19 02:23:10','2021-07-31 01:15:12'),(15,'American Samoa','2020-10-10 16:32:24','2020-06-19 14:46:12'),(16,'El Salvador','2017-10-11 13:51:01','2020-11-28 12:06:40'),(17,'Paraguay','2020-05-14 10:33:46','2020-11-15 05:14:03'),(18,'Montenegro','2018-04-25 09:58:46','2012-05-15 02:33:14'),(19,'Zambia','2018-01-31 01:20:06','2017-09-25 00:46:16'),(20,'Tonga','2015-01-03 13:47:51','2020-04-16 06:31:25'),(21,'Isle of Man','2014-01-26 05:41:04','2019-01-02 06:45:04'),(22,'Hong Kong','2017-09-22 01:02:39','2015-10-20 23:25:42'),(23,'Syrian Arab Republic','2019-06-29 00:23:09','2017-10-06 21:00:23'),(24,'Lithuania','2018-08-20 20:38:46','2015-03-22 15:43:39'),(25,'Lao People\'s Democratic Republic','2013-02-08 00:20:50','2019-08-11 22:30:04'),(26,'Sweden','2015-06-21 15:10:57','2014-11-29 17:50:05'),(27,'Malaysia','2014-06-12 17:13:01','2016-02-04 21:38:44'),(28,'United States of America','2018-03-24 09:59:43','2012-08-17 13:23:41'),(29,'Palau','2014-03-01 07:34:02','2013-02-23 19:56:00'),(30,'Switzerland','2013-07-28 10:34:34','2017-03-23 14:18:09'),(31,'Nepal','2014-01-10 04:55:19','2016-07-10 16:57:06'),(32,'Anguilla','2019-12-07 19:13:41','2016-12-11 04:37:07'),(33,'Nicaragua','2013-07-19 15:26:39','2018-12-18 14:01:39'),(34,'United Arab Emirates','2014-03-25 23:52:12','2018-01-28 04:11:59'),(35,'Finland','2021-01-06 19:15:34','2020-05-01 03:52:29'),(36,'Serbia','2020-02-02 10:06:01','2013-08-07 13:42:36'),(37,'Holy See (Vatican City State)','2015-07-29 17:30:17','2016-02-16 00:06:35'),(38,'French Polynesia','2019-03-16 08:12:07','2017-02-18 19:55:00'),(39,'Tanzania','2019-08-02 18:53:04','2012-06-12 07:05:50'),(40,'Sierra Leone','2018-11-24 14:51:07','2017-08-10 20:20:41'),(41,'Jersey','2012-08-22 22:55:05','2019-10-06 18:24:07'),(42,'Bahamas','2018-04-22 13:26:41','2015-09-15 15:42:21'),(43,'Chile','2013-01-18 14:12:10','2020-06-06 07:45:51'),(44,'Gibraltar','2020-06-28 18:11:04','2020-12-07 19:57:15'),(45,'Mauritania','2012-01-06 14:45:38','2020-01-15 08:17:51'),(46,'Saint Martin','2021-12-24 04:42:51','2012-09-12 07:22:28'),(47,'Kenya','2019-08-16 06:40:46','2014-12-15 22:39:27'),(48,'Monaco','2019-09-04 01:50:21','2021-02-18 02:05:39'),(49,'Equatorial Guinea','2014-04-02 21:38:14','2015-12-07 16:41:13'),(50,'Tokelau','2016-08-08 02:50:39','2019-06-14 10:54:35'),(51,'Malta','2013-12-16 18:41:35','2019-10-07 13:09:59'),(52,'Kiribati','2017-02-24 05:59:57','2014-11-06 14:21:38'),(53,'Chad','2014-04-23 10:40:47','2018-04-18 05:29:21'),(54,'Czech Republic','2020-02-20 10:00:48','2021-12-30 17:52:50'),(55,'Niue','2016-12-28 00:13:09','2012-07-20 05:55:50'),(56,'Oman','2019-08-11 05:19:23','2017-12-17 20:31:52'),(57,'Marshall Islands','2014-09-25 21:45:11','2015-10-08 08:29:26'),(58,'Bouvet Island (Bouvetoya)','2021-10-11 20:19:13','2021-05-29 00:00:30'),(59,'Eritrea','2017-06-11 00:29:57','2018-04-15 08:54:09'),(60,'Ethiopia','2017-11-04 15:45:55','2013-11-05 09:56:13'),(61,'Belize','2018-10-17 13:22:26','2016-11-05 11:16:17'),(62,'Brunei Darussalam','2016-04-15 05:25:29','2021-07-02 14:36:51'),(63,'Bulgaria','2021-10-09 04:04:57','2014-11-17 14:32:19'),(64,'Maldives','2020-11-16 01:38:16','2016-08-12 15:20:06'),(65,'Bolivia','2014-03-08 00:07:35','2021-07-16 13:37:56'),(66,'Italy','2012-06-12 10:42:45','2012-02-17 13:20:25'),(67,'British Virgin Islands','2013-02-17 13:11:45','2019-09-07 20:44:22'),(68,'Brazil','2014-09-07 14:40:59','2015-09-29 17:00:57'),(69,'Benin','2015-06-11 05:41:58','2013-04-01 20:43:46'),(70,'French Southern Territories','2017-06-12 10:26:08','2016-12-14 21:14:31'),(71,'Martinique','2017-10-20 18:09:45','2015-07-19 23:48:50'),(72,'Armenia','2013-03-27 21:33:24','2019-11-15 00:15:46'),(73,'Thailand','2015-07-14 11:45:43','2014-04-23 19:42:14'),(74,'Latvia','2018-06-20 14:58:23','2014-01-08 19:30:14'),(75,'Samoa','2012-06-04 23:34:01','2018-07-07 19:42:06'),(76,'Angola','2021-10-22 17:25:57','2013-08-23 10:00:06'),(77,'Liberia','2018-02-11 09:09:45','2014-10-31 14:32:53'),(78,'Iraq','2013-01-08 03:18:20','2020-08-28 14:17:14'),(79,'Germany','2012-07-06 21:18:08','2015-11-14 02:32:55'),(80,'Denmark','2021-09-14 13:46:41','2013-04-21 12:04:14'),(81,'Greenland','2015-08-24 04:44:01','2017-07-16 14:29:03'),(82,'Yemen','2017-02-25 02:27:20','2015-02-08 13:25:12'),(83,'Dominica','2014-08-18 19:08:29','2012-06-27 15:53:56'),(84,'Saint Barthelemy','2020-05-31 05:04:47','2016-12-30 16:41:33'),(85,'Rwanda','2016-12-23 17:34:27','2019-03-23 11:02:20');
/*!40000 ALTER TABLE `regions` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-01-05  8:44:06
